Repository: ruifontes/poeditMoreAccessible
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: uk

source: brace
uk: фігурна дужка

source: bracket
uk: квадратна дужка

source: ampersand
uk: амперсанд

source: paragraph
uk: абзац

source: Reports about the copying act in poedit.
uk: Повідомляє про копіювання тексту оригіналу до перекладу.

source: copied original text.
uk: текст оригіналу скопійовано до перекладу.

source: Reports about the deletion act in poedit.
uk: Повідомляє про видалення перекладу.

source: translation deleted.
uk: переклад видалено.

source: No text in translation.
uk: Переклад відсутній.

source: Reports while saving the po file.
uk: Повідомляє про збереження po файлу.

source: saving the po file...
uk: збереження po файлу...

source: Reports the source text in poedit. In case of plural form of messages, pressing twice says the plural form of the source text
uk: Промовляє текст оригіналу. У випадку форми множини, при подвійному натисканні, вказує форму множини оригіналу

source: No source text.
uk: Немає тексту оригіналу.

source: singular
uk: однина

source: plural
uk: множина

source: Has no plural form.
uk: Не має форми множини.

source: Reports the translated string in poedit. In case of plural form of messages, pressing twice says the another form of the translated string
uk: Промовляє текст перекладу. У випадку форми множини, при подвійному натисканні, вказує наступну форму перекладу

source: Describes the cause of error.
uk: Описує причину помилки.

source: {caseType} message contains same text in source and translation.
uk: {caseType} оригінал і переклад містять однаковий текст.

source: {caseType} message has different number of {unequalItem} in source and translation.
uk: {caseType} Оригінал і переклад містять різну кількість символів {unequalItem}

source: no syntax error.
uk: немає синтаксичної помилки.

source: no other syntax error.
uk: немає інших синтаксичних помилок.

source: Reports any notes for translators
uk: Повідомляє будь-які примітки для перекладачів

source: No notes for translators.
uk: Немає приміток для перекладачів.

source: Reports any comments in the comments window
uk: Повідомляє будь-які коментарі у вікні для коментарів

source: Comment window has no text.
uk: Вікно коментаря не містить тексту.

source: Could not find comment window.
uk: Не вдалося знайти вікно коментарів.

source: Toggles the beep mode and informs the new state.
uk: Перемикає режим звукового сигналу й інформує про новий стан.

source: Beep off
uk: Вимкнути звуковий сигнал

source: Beep on
uk: Увімкнути звуковий сигнал

source: sets the beep volume in mild and sharp level in poedit.
uk: перемикає тон звукового сигналу між середнім і високим рівнем.

source: set to mild tone
uk: встановлено середній тон

source: set to high tone
uk: встановлено високий тон

source: message has different number of {unequalItem} in source and translation.
uk: оригінал і переклад містять різну кількість символів {unequalItem}

source: Message contains same text in source and translation.
uk: Оригінал і переклад містять однаковий текст.

source: Message contains different number of '&'.
uk: Повідомлення містить різну кількість символів «&».

source: Has plural form.
uk: Має форму множини.

source: Reports the status of message set by toggling in poedit.
uk: Повідомляє про помітку перекладу неточним, або про зняття такої помітки.

source: erased Fuzzy label.
uk: мітку "неточний" знято.

source: labelled as fuzzy.
uk: позначено неточним.

source: Error in translation
uk: Помилка в перекладі

source: Shows the firsts suggestions, untill the maximum of 5
uk: Показує перші пропозиції, доки не набереться максимум 5

source: POEdit suggestions
uk: Пропозиції POEdit

source: Accept
uk: Прийняти

source: Poedit more accessible.
uk: Доступніший Poedit.

source: This Add-on Announces the actions taken on pressing the shortcut commands of poedit; It indicates the different category of messages by specific beeps or asteriks; Commands for knowing the source and translated message text and many other usefull informations
uk: Цей додаток оголошує дії, які виконуються при натисканні команд швидкого доступу poedit; Він вказує на різні категорії повідомлень певними звуковими сигналами або зірочками; Команди для визначення оригінального та перекладеного тексту повідомлення та багато іншої корисної інформації
